---
layout: post
title:  考了个试呢。
date: 2022-11-24
categories: ["Blog", "中文"]
---

# 今天的心情有一点点糟糕

突然想感叹一下，最近的生活真的过的不是很顺利呐。想做的事情有好多，非常努力的试着达成这些事情，但是还是感觉非常难达成呢。

比较特别的就是，暑假的时候，真的非常努力的对待了每一节课，但是还是差点拿不到 4.0 呐。真的很奇怪，这个世界可能就是这样的。

虽然我也没什么特别的目标，但是自己立下的目标达不成也是一个非常难受的感觉。

# 今天的考试

除此之外，今天的 CSC236 考了一个证明的题。当时在写的时候，完全不明白应该怎么做，但是一出了考场，有空开始写的时候，不到 10 分钟就写出来了。粗略估计一下，我可能这次考试要拿 12 / 20 分左右了。真的有点难受。

但是，宣泄完负面情绪后，好受了很多呢，毕竟我也没什么时间让我自己陷入自我怀疑的漩涡中。要做的事情太多了，一刻都不能停下呢。

# 今天就这样啦！

今天的猫猫！

![Another cute cat pic](https://i.pinimg.com/736x/0b/22/97/0b2297a3c2d1006d93592c295cd4791b.jpg)